m-acesso/app/controllers/authentication_controller.rb

def login
  @usuario = Usuario.find_by_email(params[:email])
---
SELECT  "usuarios".* FROM "usuarios" WHERE "usuarios"."email" = $1 LIMIT $2  [["email", "eugenio.jimenes@usp.br"], ["LIMIT", 1]]