m-acesso/app/controllers/usuarios_controller.rb

INSERT INTO "usuarios" ("email", "password_digest", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"
---
  def create
    @usuario = Usuario.new(usuario_params)

    if @usuario.save